Repository: wflixu/RClick
Catalog: RClick/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: %lld items
es: %lld elementos
fr: %lld éléments
ja: %lld 項目
zh_hans: %lld 个项目

source: About
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于

source: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
zh_hans: 辅助功能

source: Actions
es: Acciones
ja: 操作
zh_hans: 操作

source: Add
es: Agregar
fr: Ajouter
ja: 追加
zh_hans: 添加

source: Add a Folder…
es: Agregar una carpeta…
fr: Ajouter un dossier…
ja: フォルダを追加…
zh_hans: 添加一个文件夹…

source: Add a Star
es: Añadir una estrella
fr: Ajouter une étoile
ja: スターを付ける
zh_hans: 加星

source: Add App
es: Agregar aplicación
fr: Ajouter une app
ja: アプリを追加
zh_hans: 添加应用

source: Add File Type
es: Agregar tipo de archivo
fr: Ajouter un type de fichier
ja: ファイル種類を追加
zh_hans: 添加文件类型

source: Add Folder
es: Agregar carpeta
fr: Ajouter un dossier
ja: フォルダを追加
zh_hans: 添加文件夹

source: Added Folders
es: Carpetas agregadas
fr: Dossiers ajoutés
ja: 追加済みフォルダ
zh_hans: 已添加的文件夹

source: Applications
es: Aplicaciones
ja: アプリケーション
zh_hans: 应用程序

source: Apply Custom Menu
es: Aplicar menú personalizado
fr: Appliquer le menu personnalisé
ja: カスタムメニューを適用
zh_hans: 应用配置

source: Are you sure you want to delete "%@" (%@)? This action cannot be undone.
es: ¿Seguro que quieres eliminar “%@” (%@)? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer « %@ » (%@) ? Cette action est irréversible.
ja: "%@"（%@）を削除してもよろしいですか？この操作は取り消せません。
zh_hans: 确定要删除「%@」（%@）吗？此操作无法撤销。

source: Arguments (semicolon separated)
es: Argumentos (separados por punto y coma)
fr: Arguments (séparés par des points-virgules)
ja: 引数（セミコロン区切り）
zh_hans: 参数（分号分隔）

source: Arguments: %@
es: Argumentos: %@
ja: 引数: %@
zh_hans: 参数：%@

source: Authorize folders to let RClick create, delete, and manage files in them.
es: Autoriza carpetas para que RClick pueda crear, eliminar y administrar archivos en ellas.
fr: Autorisez des dossiers pour permettre à RClick d’y créer, supprimer et gérer des fichiers.
ja: フォルダを認証して、RClick がファイルの作成、削除、管理を行えるようにします。
zh_hans: 授权文件夹，让 RClick 可以在其中创建、删除和管理文件。

source: Authorized
es: Autorizado
fr: Autorisé
ja: 許可済み
zh_hans: 已授权

source: Authorizes this folder and all its subfolders
es: Autoriza esta carpeta y todas sus subcarpetas
fr: Autorise ce dossier et tous ses sous-dossiers
ja: このフォルダとそのすべてのサブフォルダを許可します
zh_hans: 授权此文件夹及其所有子文件夹

source: Backup
es: Respaldo
fr: Sauvegarde
ja: バックアップ
zh_hans: 备份

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Change App
es: Cambiar aplicación
fr: Changer d’app
ja: アプリを変更
zh_hans: 更换应用

source: Change Template
es: Cambiar plantilla
fr: Changer de modèle
ja: テンプレートを変更
zh_hans: 更换模板

source: Changed since it was applied, so the menu still shows the previous layout.
es: Se modificó después de aplicarse, así que el menú sigue mostrando el diseño anterior.
fr: Modifié depuis son application : le menu affiche toujours la disposition précédente.
ja: 適用後に変更されたため、メニューは前回のレイアウトのままです。
zh_hans: 文件已修改，尚未应用，菜单仍是上一次生效的布局。

source: Check for Updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
zh_hans: 检查更新

source: Checking for updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour…
ja: アップデートを確認中...
zh_hans: 正在检查更新...

source: Choose a folder for RClick to access.
es: Elige una carpeta a la que RClick pueda acceder.
fr: Choisissez un dossier auquel RClick pourra accéder.
ja: RClick がアクセスできるフォルダを選択してください。
zh_hans: 选择 RClick 可以访问的文件夹。

source: Choose Default App
es: Elegir aplicación predeterminada
fr: Choisir l’app par défaut
ja: 既定アプリを選択
zh_hans: 选择默认打开应用

source: Choose Template File
es: Elegir archivo de plantilla
fr: Choisir un fichier modèle
ja: テンプレートファイルを選択
zh_hans: 选择模板文件

source: Collapse actions menu
es: Contraer el menú de acciones
fr: Réduire le menu Actions
ja: 操作メニューを折りたたむ
zh_hans: 折叠动作菜单

source: Collapse apps menu
es: Contraer el menú de aplicaciones
fr: Réduire le menu Apps
ja: アプリメニューを折りたたむ
zh_hans: 折叠应用菜单

source: Collapse common folders menu
es: Contraer el menú de carpetas frecuentes
fr: Réduire le menu Dossiers courants
ja: よく使うフォルダメニューを折りたたむ
zh_hans: 折叠常用文件夹菜单

source: Collapse new file menu
es: Contraer el menú de nuevo archivo
fr: Réduire le menu Nouveau fichier
ja: 新規ファイルメニューを折りたたむ
zh_hans: 折叠新建文件菜单

# Common Dir
source: Common Folders
es: Carpetas frecuentes
fr: Dossiers courants
ja: よく使うフォルダ
zh_hans: 常用文件夹

# Common Dirs
source: Common Folders
es: Carpetas frecuentes
fr: Dossiers courants
ja: よく使うフォルダ
zh_hans: 常用文件夹

source: Configuration invalid
es: Configuración no válida
fr: Configuration non valide
ja: 設定が無効
zh_hans: 配置无效

source: Configuration Not Applied
es: Configuración no aplicada
fr: Configuration non appliquée
ja: 設定は適用されませんでした
zh_hans: 配置未生效

source: Copy Path
es: Copiar ruta
fr: Copier le chemin
ja: パスをコピー
zh_hans: 复制路径

source: Custom Menu
es: Menú personalizado
fr: Menu personnalisé
ja: カスタムメニュー
zh_hans: 自定义菜单

source: Customize top-level items and nested submenus with custom_menu.json. 💡 Tip: Give this file to an AI assistant (such as ChatGPT / Claude) to help arrange your menu.
es: Personaliza los elementos del menú principal y los submenús anidados con custom_menu.json. 💡 Consejo: Comparte este archivo con un asistente de IA (como ChatGPT / Claude) para que te ayude a organizar el menú.
fr: Personnalisez les éléments du menu principal et les sous-menus imbriqués avec custom_menu.json. 💡 Astuce : Confiez ce fichier à un assistant IA (comme ChatGPT / Claude) pour vous aider à organiser votre menu.
ja: custom_menu.jsonで最上位の項目や多階層のサブメニューをカスタマイズできます。💡 ヒント：このファイルをAIアシスタント（ChatGPT / Claudeなど）に渡すと、メニュー構成の作成を手伝ってもらえます。
zh_hans: 通过 custom_menu.json 自定义一级平铺与多层子菜单。💡 提示：可直接将此文件提供给 AI 助手（如 ChatGPT / Claude）帮你一键编排结构。

source: Default Open App
es: Aplicación predeterminada
fr: App d’ouverture par défaut
ja: 既定で開くアプリ
zh_hans: 默认打开应用

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
zh_hans: 删除

source: Delete App
es: Eliminar aplicación
fr: Supprimer l’app
ja: アプリを削除
zh_hans: 删除应用

source: Delete Direct
es: Eliminar directamente
fr: Supprimer immédiatement
ja: 直接削除
zh_hans: 直接删除

source: Delete File Type
es: Eliminar tipo de archivo
fr: Supprimer le type de fichier
ja: ファイル種類を削除
zh_hans: 删除文件类型

source: Deletes the file and returns to the default layout, keeping a backup.
es: Elimina el archivo y vuelve al diseño predeterminado, conservando una copia.
fr: Supprime le fichier et revient à la disposition par défaut, en conservant une sauvegarde.
ja: ファイルを削除してデフォルトのレイアウトに戻します。バックアップは保持されます。
zh_hans: 删除该文件并恢复默认布局，同时保留一份备份。

source: Desktop
es: Escritorio
fr: Bureau
ja: デスクトップ
zh_hans: 桌面

source: Display Name
es: Nombre visible
fr: Nom affiché
ja: 表示名
zh_hans: 显示名称

source: Documents
es: Documentos
ja: 書類
zh_hans: 文档

source: DOCX
es: Documento de Word
fr: Document Word
ja: Word 文書
zh_hans: Word 文档

source: Done
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

source: Download and Install
es: Descargar e instalar
fr: Télécharger et installer
ja: ダウンロードしてインストール
zh_hans: 下载并安装

source: Download failed
es: La descarga falló
fr: Échec du téléchargement
ja: ダウンロードに失敗しました
zh_hans: 下载失败

source: Download Manually
es: Descargar manualmente
fr: Télécharger manuellement
ja: 手動でダウンロード
zh_hans: 手动下载

source: Downloads
es: Descargas
fr: Téléchargements
ja: ダウンロード
zh_hans: 下载

source: Edit App
es: Editar aplicación
fr: Modifier l’app
ja: アプリを編集
zh_hans: 编辑应用

source: Edit App Properties
es: Editar propiedades de la aplicación
fr: Modifier les propriétés de l’app
ja: アプリ設定を編集
zh_hans: 编辑应用属性

source: Edit File Type
es: Editar tipo de archivo
fr: Modifier le type de fichier
ja: ファイル種類を編集
zh_hans: 编辑文件类型

source: Edit Menu Config…
es: Editar configuración del menú…
fr: Modifier la configuration du menu…
ja: メニュー設定を編集…
zh_hans: 编辑菜单配置…

source: Editing the file changes nothing until you apply it.
es: Editar el archivo no cambia nada hasta que lo apliques.
fr: Modifier le fichier ne change rien tant que vous ne l'appliquez pas.
ja: ファイルを編集しても、適用するまで何も変わりません。
zh_hans: 改完文件后，点「应用配置」才会生效。

source: Empty menu
es: Menú vacío
fr: Menu vide
ja: 空のメニュー
zh_hans: 空菜单

source: Enable common folders
es: Activar carpetas frecuentes
fr: Activer les dossiers courants
ja: よく使うフォルダを有効化
zh_hans: 启用常用文件夹

source: Enabled
es: Activado
fr: Activé
ja: 有効
zh_hans: 启用

source: Enter an SF Symbol name, for example doc.text or curlybraces
es: Escribe el nombre de un SF Symbol, por ejemplo doc.text o curlybraces
fr: Saisissez un nom de symbole SF, par exemple doc.text ou curlybraces
ja: SF Symbol 名を入力してください。例: doc.text、curlybraces
zh_hans: 输入 SF Symbol 名称，例如 doc.text、curlybraces

source: Environment Variables
es: Variables de entorno
fr: Variables d’environnement
ja: 環境変数
zh_hans: 环境变量

source: Environment variables: %lld
es: Variables de entorno: %lld
fr: Variables d’environnement : %lld
ja: 環境変数: %lld 個
zh_hans: 环境变量：%lld 个

source: Export Logs…
es: Exportar registros…
fr: Exporter les journaux…
ja: ログを書き出し…
zh_hans: 导出日志…

source: Export…
es: Exportar…
fr: Exporter…
ja: 書き出し…
zh_hans: 导出…

source: Extension: %@
es: Extensión: %@
ja: 拡張子: %@
zh_hans: 扩展名：%@

source: Extraction failed: %@
es: Error al descomprimir: %@
fr: Échec de l’extraction : %@
ja: 展開に失敗しました: %@
zh_hans: 解压失败：%@

source: Failed to Check for Updates
es: No se pudieron buscar actualizaciones
fr: Échec de la recherche de mises à jour
ja: アップデートの確認に失敗しました
zh_hans: 检查更新失败

source: Feedback & Issues
es: Comentarios y problemas
fr: Retours et problèmes
ja: フィードバックと問題
zh_hans: 反馈与建议

source: File Extension
es: Extensión de archivo
fr: Extension de fichier
ja: ファイル拡張子
zh_hans: 文件扩展名

source: File Provider: Select "RClick" in the list to enable the Finder context menu
es: Proveedor de archivos: selecciona “RClick” en la lista para activar el menú contextual del Finder
fr: Fournisseur de fichiers : sélectionnez « RClick » dans la liste pour activer le menu contextuel du Finder
ja: ファイルプロバイダ一覧で「RClick」を選択すると Finder の右クリックメニューを有効にできます
zh_hans: 文件提供程序：在列表中选择“RClick”以启用 Finder 右键菜单

source: Finder Extension
es: Extensión del Finder
fr: Extension Finder
ja: Finder 拡張
zh_hans: Finder 扩展

source: Folder access permission is required to use this feature.
es: Se necesita permiso de acceso a la carpeta para usar esta función.
fr: L’autorisation d’accès au dossier est requise pour utiliser cette fonctionnalité.
ja: この機能を使うにはフォルダへのアクセス許可が必要です。
zh_hans: 必须授予文件夹访问权限才能使用此功能。

source: Folder Permissions
es: Permisos de carpetas
fr: Autorisations de dossiers
ja: フォルダ権限
zh_hans: 文件夹权限

source: Folders cannot be shared via AirDrop: %@
es: Las carpetas no se pueden compartir por AirDrop: %@
fr: Les dossiers ne peuvent pas être partagés via AirDrop : %@
ja: フォルダは AirDrop で共有できません: %@
zh_hans: 不能通过 AirDrop 分享文件夹：%@

source: For browser-like apps, launch a new instance instead of opening a new tab in the running one
es: Para apps tipo navegador, lanza una nueva instancia en lugar de abrir una pestaña en la ya abierta
fr: Pour les apps de type navigateur, lance une nouvelle instance au lieu d’ouvrir un nouvel onglet dans celle en cours
ja: ブラウザ系アプリの場合、起動中のインスタンスに新しいタブを開く代わりに、新しいインスタンスを起動します
zh_hans: 对浏览器类 app，改为启动新实例，而不是在已运行的实例中新开标签页

source: For example: txt, md, json
es: Por ejemplo: txt, md, json
fr: Par exemple : txt, md, json
ja: 例: txt、md、json
zh_hans: 例如：txt、md、json

source: Format: KEY=VALUE, one per line
es: Formato: CLAVE=VALOR, uno por línea
fr: Format : CLÉ=VALEUR, une par ligne
ja: 形式: KEY=VALUE を1行ずつ入力
zh_hans: 格式：KEY=VALUE，每行一个

source: Full Disk Access
es: Acceso total al disco
fr: Accès complet au disque
ja: フルディスクアクセス
zh_hans: 完全磁盘访问权限

source: Grant Access
es: Permitir acceso
fr: Autoriser l’accès
ja: アクセスを許可
zh_hans: 授权访问

source: Grant Permission
es: Otorgar permiso
fr: Accorder l’autorisation
ja: 権限を付与
zh_hans: 授予权限

source: Hide
es: Ocultar
fr: Masquer
ja: 隠す
zh_hans: 隐藏

source: Home
es: Carpeta de inicio
fr: Départ
ja: ホーム
zh_hans: 用户主目录

source: Icon
es: Icono
fr: Icône
ja: アイコン
zh_hans: 图标

source: Ignore This Version
es: Ignorar esta versión
fr: Ignorer cette version
ja: このバージョンを無視
zh_hans: 忽略此版本

source: Import…
es: Importar…
fr: Importer…
ja: 読み込み…
zh_hans: 导入…

source: Installation failed: %@
es: Error al instalar: %@
fr: Échec de l’installation : %@
ja: インストールに失敗しました: %@
zh_hans: 安装失败：%@

source: Invalid Folder
es: Carpeta no válida
fr: Dossier non valide
ja: 無効なフォルダ
zh_hans: 无效文件夹

source: Invalid value
es: Valor no válido
fr: Valeur non valide
ja: 値が無効
zh_hans: 值无效

source: Later
es: Más tarde
fr: Plus tard
ja: 後で
zh_hans: 稍后

source: Launch at login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
zh_hans: 登录时启动

source: Launch at login is pending approval in System Settings
es: Iniciar sesión automáticamente está pendiente de aprobación en Ajustes del Sistema
fr: L’ouverture à la connexion est en attente d’approbation dans Réglages Système
ja: ログイン時に起動するにはシステム設定での承認が必要です
zh_hans: 开机启动需在系统设置中批准

source: Launch at login requires RClick to be installed in /Applications
es: Para iniciar sesión automáticamente, RClick debe instalarse en /Applications
fr: L’ouverture à la connexion nécessite que RClick soit installé dans /Applications
ja: ログイン時に起動するには RClick を /Applications にインストールする必要があります
zh_hans: 开机启动需要将 RClick 安装到 /Applications 目录

source: Locates custom_menu.json in Finder so you can open it with the editor you prefer. Creates it first if it does not exist yet.
es: Localiza custom_menu.json en el Finder para que lo abras con el editor que prefieras. Si aún no existe, lo crea primero.
fr: Localise custom_menu.json dans le Finder pour que vous puissiez l'ouvrir avec l'éditeur de votre choix. Le crée d'abord s'il n'existe pas encore.
ja: custom_menu.json を Finder で表示するので、お好みのエディタで開けます。存在しない場合は先に作成します。
zh_hans: 在访达中定位 custom_menu.json，让你用自己习惯的编辑器打开。文件不存在时会先生成一份。

source: Logs
es: Registros
fr: Journaux
ja: ログ
zh_hans: 日志

source: Main Controls
es: Controles principales
fr: Commandes principales
ja: メイン設定
zh_hans: 主要控制

source: Manage…
es: Administrar…
fr: Gérer…
ja: 管理…
zh_hans: 管理…

source: Missing required field
es: Falta el campo obligatorio
fr: Champ obligatoire manquant
ja: 必須フィールドがありません
zh_hans: 缺少必填字段

source: More
es: Más
fr: Plus
ja: その他
zh_hans: 更多

source: Name
es: Nombre
fr: Nom
ja: 名称
zh_hans: 名称

source: New File
es: Nuevo archivo
fr: Nouveau fichier
ja: 新規ファイル
zh_hans: 新建文件

source: New Version Available
es: Nueva versión disponible
fr: Nouvelle version disponible
ja: 新しいバージョンがあります
zh_hans: 发现新版本

source: No .app application was found in the ZIP file.
es: No se encontró ninguna aplicación .app en el archivo ZIP.
fr: Aucune application .app n’a été trouvée dans le fichier ZIP.
ja: ZIP ファイル内に .app アプリケーションが見つかりません。
zh_hans: 在 ZIP 文件中未找到 .app 应用程序。

source: No .app.zip application package was found.
es: No se encontró ningún paquete de aplicación .app.zip.
fr: Aucun paquet d’application .app.zip n’a été trouvé.
ja: .app.zip 形式のアプリケーションパッケージが見つかりません。
zh_hans: 未找到 .app.zip 格式的应用程序包。

source: No folders authorized
es: No hay carpetas autorizadas
fr: Aucun dossier autorisé
ja: 認証されたフォルダはありません
zh_hans: 尚未授权任何文件夹

source: No update is available.
es: No hay actualizaciones disponibles.
fr: Aucune mise à jour disponible.
ja: 利用可能なアップデートはありません。
zh_hans: 没有可用的更新。

source: Not Authorized
es: Sin autorización
fr: Non autorisé
ja: 未許可
zh_hans: 未授权

source: Not checked yet
es: Sin comprobar
fr: Pas encore vérifié
ja: 未確認
zh_hans: 尚未检查

source: Not enabled
es: No activado
fr: Non activé
ja: 未有効
zh_hans: 未启用

source: Notice
es: Aviso
fr: Avis
ja: お知らせ
zh_hans: 提示

source: Open App Store
es: Abrir App Store
fr: Ouvrir l’App Store
ja: App Store を開く
zh_hans: 打开 App Store

source: Open in a new window
es: Abrir en una nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
ja: 新しいウィンドウで開く
zh_hans: 在新窗口中打开

source: Open Issues
es: Abrir issues
fr: Ouvrir les issues
ja: Issue を開く
zh_hans: 打开 Issues

source: Permissions
es: Permisos
fr: Autorisations
ja: 権限
zh_hans: 权限

source: Please select the correct Applications folder.
es: Selecciona la carpeta Aplicaciones correcta.
fr: Veuillez sélectionner le bon dossier Applications.
ja: 正しいアプリケーションフォルダを選択してください。
zh_hans: 请选择正确的“应用程序”文件夹。

source: Preview:
es: Vista previa:
fr: Aperçu :
ja: プレビュー:
zh_hans: 预览：

source: Protected system folders cannot be deleted: %@
es: No se pueden eliminar las carpetas protegidas del sistema: %@
fr: Les dossiers système protégés ne peuvent pas être supprimés : %@
ja: 保護されたシステムフォルダは削除できません: %@
zh_hans: 无法删除系统保护文件夹：%@

source: Protected system folders cannot be shared: %@
es: No se pueden compartir las carpetas protegidas del sistema: %@
fr: Les dossiers système protégés ne peuvent pas être partagés : %@
ja: 保護されたシステムフォルダは共有できません: %@
zh_hans: 无法分享系统保护文件夹：%@

source: Quit
es: Salir
fr: Quitter
ja: 終了
zh_hans: 退出

source: RClick is a right-click menu extension that allows you to add applications for opening folders and includes some common actions.
es: RClick es una extensión del menú contextual que te permite agregar aplicaciones para abrir carpetas e incluye algunas acciones frecuentes.
fr: RClick est une extension du menu clic droit qui vous permet d’ajouter des applications pour ouvrir des dossiers et inclut quelques actions courantes.
ja: RClick はフォルダを開くアプリを追加できる右クリックメニュー拡張で、いくつかの便利な操作も含まれています。
zh_hans: RClick 是一个右键菜单扩展，可以添加打开文件夹的应用，并提供一些常用操作。

source: RClick is installed from the Mac App Store. Please update it from the App Store.
es: RClick se instaló desde la Mac App Store. Actualízalo desde la App Store.
fr: RClick a été installé depuis le Mac App Store. Veuillez le mettre à jour depuis l’App Store.
ja: RClick は Mac App Store からインストールされています。App Store からアップデートしてください。
zh_hans: RClick 是从 Mac App Store 安装的。请从 App Store 更新。

source: RClick needs access to this folder to delete, create, and modify files. Choose this folder or a broader parent folder to cover its subfolders. You can manage these grants in Settings → Folder Permissions.
es: RClick necesita acceso a esta carpeta para eliminar, crear y modificar archivos. Elige esta carpeta o una carpeta principal más amplia para cubrir también sus subcarpetas. Puedes administrar estos permisos en Ajustes → Permisos de carpetas.
fr: RClick a besoin d’accéder à ce dossier pour supprimer, créer et modifier des fichiers. Choisissez ce dossier ou un dossier parent plus large pour couvrir ses sous-dossiers. Vous pouvez gérer ces autorisations dans Réglages → Autorisations de dossiers.
ja: RClick がこのフォルダ内のファイルを削除・作成・変更するにはアクセス権が必要です。このフォルダ、またはより上位のフォルダを選択するとサブフォルダもカバーされます。許可は設定 → フォルダ権限で管理できます。
zh_hans: RClick 需要访问此文件夹以删除、创建和修改文件。请选择此文件夹或更上层的父文件夹以覆盖其子文件夹。可在 设置 → 文件夹权限 中管理这些授权。

source: RClick needs permission to install the update into your Applications folder.
es: RClick necesita permiso para instalar la actualización en tu carpeta Aplicaciones.
fr: RClick a besoin d’une autorisation pour installer la mise à jour dans votre dossier Applications.
ja: RClick がアップデートをアプリケーションフォルダにインストールするには権限が必要です。
zh_hans: RClick 需要权限以将更新安装到您的“应用程序”文件夹中。

source: RClick on GitHub
es: RClick en GitHub
fr: RClick sur GitHub
ja: GitHub の RClick
zh_hans: RClick 项目主页

source: Reads the file again and puts it into effect. If it has errors the menu is left as it was.
es: Vuelve a leer el archivo y lo aplica. Si contiene errores, el menú se deja tal como estaba.
fr: Relit le fichier et l'applique. En cas d'erreur, le menu reste inchangé.
ja: ファイルを読み直して反映します。エラーがある場合はメニューを変更しません。
zh_hans: 重新读取文件并生效。如果文件有错误，菜单保持不变。

source: Remove folder permission
es: Quitar el permiso de la carpeta
fr: Retirer l’autorisation du dossier
ja: フォルダ権限を削除
zh_hans: 移除文件夹权限

source: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_hans: 重置

source: Reset All Settings?
es: ¿Restablecer todos los ajustes?
fr: Réinitialiser tous les réglages ?
ja: すべての設定をリセットしますか？
zh_hans: 重置所有设置？

source: Reset All Settings…
es: Restablecer todos los ajustes…
fr: Réinitialiser tous les réglages…
ja: すべての設定をリセット…
zh_hans: 重置所有设置…

source: Resetting all settings restores the default configuration and cannot be undone
es: Restablecer todos los ajustes restaura la configuración predeterminada y no se puede deshacer
fr: La réinitialisation de tous les réglages restaure la configuration par défaut et est irréversible
ja: すべての設定をリセットすると既定値に戻り、この操作は元に戻せません
zh_hans: 重置所有设置将恢复默认配置，此操作不可逆

source: Restart Later
es: Reiniciar más tarde
fr: Redémarrer plus tard
ja: あとで再起動
zh_hans: 稍后重启

source: Restart Now
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
zh_hans: 立即重启

source: Restore
es: Restaurar
fr: Restaurer
ja: 戻す
zh_hans: 恢复

source: Restore Default Layout
es: Restaurar diseño predeterminado
fr: Restaurer la disposition par défaut
ja: デフォルトのレイアウトに戻す
zh_hans: 恢复默认…

source: Restore Defaults
es: Restaurar valores predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
zh_hans: 恢复默认

source: Restore the default layout?
es: ¿Restaurar el diseño predeterminado?
fr: Restaurer la disposition par défaut ?
ja: デフォルトのレイアウトに戻しますか？
zh_hans: 恢复默认布局？

source: Run Arguments
es: Argumentos de ejecución
fr: Arguments d’exécution
ja: 実行引数
zh_hans: 运行参数

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

source: Separate multiple arguments with semicolons (;)
es: Separa varios argumentos con punto y coma (;)
fr: Séparez les arguments par des points-virgules (;)
ja: 複数の引数はセミコロン（;）で区切ってください
zh_hans: 多个参数用分号（;）分隔

source: Settings
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

source: Settings could not be saved
es: No se pudo guardar la configuración
fr: Impossible d'enregistrer les réglages
ja: 設定を保存できませんでした
zh_hans: 设置保存失败

source: Settings Management
es: Administración de ajustes
fr: Gestion des réglages
ja: 設定管理
zh_hans: 设置管理

source: Settings…
es: Ajustes…
fr: Réglages…
ja: 設定…
zh_hans: 设置…

source: SF Symbol Name
es: Nombre del SF Symbol
fr: Nom du symbole SF
ja: SF Symbol 名
zh_hans: SF Symbol 名称

source: Show icon in menu bar
es: Mostrar el icono en la barra de menús
fr: Afficher l’icône dans la barre des menus
ja: メニューバーにアイコンを表示
zh_hans: 在菜单栏显示图标

source: Template
es: Plantilla
fr: Modèle
ja: テンプレート
zh_hans: 模板

source: The application bundle is invalid or damaged.
es: El paquete de la aplicación no es válido o está dañado.
fr: Le paquet de l’application est non valide ou endommagé.
ja: アプリケーションバンドルが無効または破損しています。
zh_hans: 应用程序包无效或损坏。

source: The application has been updated successfully. Restart the app to finish the update.
es: La aplicación se actualizó correctamente. Reinicia la app para finalizar la actualización.
fr: L’application a été mise à jour avec succès. Redémarrez l’app pour terminer la mise à jour.
ja: アプリケーションは正常に更新されました。更新を完了するにはアプリを再起動してください。
zh_hans: 应用程序已成功更新。需要重启应用来完成更新过程。

source: The current folder cannot be deleted. Please select files or subfolders instead.
es: No se puede eliminar la carpeta actual. En su lugar, selecciona archivos o subcarpetas.
fr: Le dossier actuel ne peut pas être supprimé. Sélectionnez plutôt des fichiers ou des sous-dossiers.
ja: 現在のフォルダは削除できません。代わりにファイルまたはサブフォルダを選択してください。
zh_hans: 无法删除当前文件夹，请选择文件或子文件夹进行删除。

source: The current folder cannot be shared. Please select files or subfolders instead.
es: No se puede compartir la carpeta actual. En su lugar, selecciona archivos o subcarpetas.
fr: Le dossier actuel ne peut pas être partagé. Sélectionnez plutôt des fichiers ou des sous-dossiers.
ja: 現在のフォルダは共有できません。代わりにファイルまたはサブフォルダを選択してください。
zh_hans: 无法共享当前文件夹，请选择文件或子文件夹进行共享。

source: The current version is already up to date.
es: La versión actual ya está actualizada.
fr: La version actuelle est déjà à jour.
ja: 現在のバージョンはすでに最新です。
zh_hans: 当前版本已是最新，无需更新。

source: The JSON file is malformed.
es: El archivo JSON está mal formado.
fr: Le fichier JSON est mal formé.
ja: JSON ファイルの形式が正しくありません。
zh_hans: JSON 文件格式有误。

source: The menu is unchanged.
es: El menú no ha cambiado.
fr: Le menu reste inchangé.
ja: メニューは変更されていません。
zh_hans: 菜单保持不变。
